import React from 'react'
import homestyle from './homestyle.css';

function Home() {
  return (
    <div className='page_body' >
    <div className='homecontener'>
        <div className='homeage'>



        <div class="book">
	<div className="book__pg-shadow"></div>
	<div className="book__pg"></div>
	<div className="book__pg book__pg--2"></div>
	<div className="book__pg book__pg--3"></div>
	<div className="book__pg book__pg--4"></div>
	<div className="book__pg book__pg--5"></div>
</div>

<div className='homeagetext'>
    <span>ሰላም አቶ/ወሮ _________ </span> <br /><br />
     በዚሀ አድምዎተ አነዚሀ ባሀሪያቶች የታይቦታል
     <br /><br />
    <span>😁የነጻነት መጨመር፡ <br />
    🕓በሙያ ላይ የበለጠ ትኩረት፡ <br />
        💭በማህበራዊ ግንዛቤ መጨመር፡ <br />
        🫂 ጠንካራ ግንኙነቶች፡ <br />
        🛣️የመጓዝ እና የማሰስ ፍላጎት፡ <br />
        📈  በግል እድገት ላይ ያተኮረ</span>
</div>

        </div>
        <div className='homeblood'>
        <h1>ለ ደም ግሩፕ ኦ የሚመከሩ መገቦች </h1>
        <ul>
            <li>ስጋ</li>የበሬ ሥጋ፣ በግ ሥጋ ፣ ዶሮ፣ ዓሳ።
            <li>አትክልቶች</li>ካሮት, ባቄላ, ድንች ድንች, ቲማቲም, በርበሬ, ሽንኩርት, ነጭ ሽንኩርት.
            <li>ፍራፍሬዎች</li>ፖም,  የሎሚ ፍራፍሬዎች, ሙዝ, ሐብሐብ.ለውዝ : ዱባ ዘሮች።
           
        </ul>

        <h1 className='bloodgroupo'>BLOOD GROUP O</h1>
<div className="drop-container">

  <div className="drop">
  </div>
</div>

        </div>
        <div className='homewater'>
          <div className="displaytext">
            <h1>ክብደትዎ 72 ነው</h1>
            <span>
            72 ኪሎ ግራም የሚመዝን ሰው በቀን ወደ 2.4 ሊትር ውሃ መጠጣት አለበት. ይህ አዋቂዎች በአንድ ኪሎ ግራም የሰውነት ክብደት 35 ሚሊ ሊትር ውሃ እንዲጠጡ ባቀረቡት አጠቃላይ ምክሮች ላይ የተመሰረተ ነው. በቂ ውሃ መጠጣት ብዙ ጥቅሞች አሉት ከእነዚህም መካከል፡-</span>
          <li>ሥር የሰደዱ በሽታዎችን የመቀነስ ዕድል፡- ሥር የሰደዱ በሽታዎች እንደ የልብ ሕመም፣ ስትሮክ፣ የኩላሊት በሽታ እና አንዳንድ የካንሰር ዓይነቶች ከድርቀት ጋር የተያያዙ ናቸው። በቂ ውሃ መጠጣት እነዚህን በሽታዎች የመያዝ እድልን ይቀንሳል።</li>


          </div>
         
        </div>
     
    </div>
    </div>
  )
}

export default Home
